/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */

"about_button" = "About";
"upgrade_button" = "Upgrade";

//First Screen
"go_to_login" = "Activar a conta";
"you_need_an_account" = "Non hai contas $appname no dispositivo.\nPara usar esta aplicación ten que crear unha.";

//Login Screen
"testing_connection" = "Probando a conexión";
"server_instance_not_found" = "Non foi atopado o servidor";
"secure_connection_established" = "Estabeleceuse unha conexión segura";
"https_non_secure_connection_established" = "Redirixido a unha ruta insegura";
"connection_established" = "Estabeleceuse a conexión";
"login_details" = "Detalles do acceso";
"username" = "Nome de usuario";
"password" = "Contrasinal";
"login" = "Acceder";
"cancel" = "Cancelar";
"error_login_message" = "Ou o usuario ou o contrasinal son incorrectos";
"ok" = "Aceptar";
"url_sample" = "Enderezo do servidor https://…";
"forbidden_characters_in_password" = "Este contrasinal contén caracteres non permitidos";
"server" = "Servidor";
"url" = "URL";
"session_expired" = "Caducou a sesión";
"credentials_different_user" = "O usuario que introduciu non coincide co usuario desta conta";
"auth_unsupported_auth_method" = "O servidor non admite este método de autenticación";
"saml_server_does_not_give_user_id" = "O servidor non devolve un ID de usuario correcto. Póñase en contacto con administrador";
"authentification_not_valid" = "Non é posíbel autenticalo neste servidor";
"error_too_many_http_redirects" = "Produciuse un erro ao estabelecer a conexión. Volva tentalo outra vez.";
"retry" = "Tentar de novo";
"help_link_login" = "Novo en $appname?";

//TabBarItems
"settings"="Axustes";
"files_tab"="Ficheiros";

//Uploading
"upload" = "Enviar";
"account" = "Conta:";
"location" = "Lugar:";
"photo_albums" = "Álbums fotográficos";
"loading" = "Cargando...";
"no_access_to_gallery" = "Active o acceso a fotos e vídeos para $appname. Esta opción pode atopala en Axustes > Intimidade > Fotos.";
"error" = "Erro";
"upload_failed"="Fracasou o envío";
"redirection_problem"="A acción de redirixir un URL non está admitida";

//First View
"menu_upload" = "Enviar foto/vídeo";
"menu_folder" = "Novo cartafol";
"menu_text_file" = "Ficheiro novo de texto";
"sort_menu_title" = "Ordenar";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Newest-Oldest";

//Create/Edit File Text
"create_text_file" = "Create New Text File";
"title_view_new_text_file" = "New Text File";
"title_view_edit_text_file" = "Edit Text File";
"default_text_file_title" = "Ficheiro novo de texto";
"title_text_file_placeholder" = "Title...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "xa existe";
"error_file_name_empty" = "File name can not be empty.";
"no_changes_made" = "No changes have been made";
"no_file_downloaded" = "The file is not downloaded, you can not edit it";


//Create Folder
"create_folder" = "Crear un novo cartafol";
"folder_name" = "Escriba o nome do cartafol:";
"save" = "Gardar";
"folder_exist" = "Xa existe un cartafol con este nome. Escriba outro nome.";
"folder_create_error"="Non foi posíbel crear o directorio";
"not_show_potrait"="O menú non está dispoñíbel na vista horizontal. Cambie a vista vertical.";
"not_possible_create_folder" = "Non foi posíbel crear o cartafol";

//FilesView
"confirm_to_delete_item" = "Confirmar a eliminación do elemento";
"yes" = "Si";
"no" = "Non";
"delete_from_device" = "Confirma que quere eliminar este ficheiro do dispositivo?";
"delete_from_server" = "Confirma que quere eliminar este ficheiro do servidor?";
"not_possible_connect_to_server" = "Neste momento non é posíbel conectar co servidor.";
"delete_folder_from_server" = "Confirma que quere eliminar este cartafol do servidor?";
"delete_local_server" = "Eliminar no dispositivo e no servidor";
"delete_local" = "Eliminar no dispositivo";
"delete_server" = "Eliminar no servidor";
"error_path" = "Non é posíbel abrir este cartafol. Asegúrese de que existe";
"error_not_permission" = "Vostede non ten permisos para realizar a operación";
"folders" = "cartafoles";
"files" = "ficheiros";
"folder" = "cartafol";
"file" = "ficheiro";
"more_swipe" = "Máis";
"message_not_files" = "Aquí non hai nada. Envíe algo!";

//Refresh file list
"release_refresh"="Publicación para actualizar...";
"loading_refresh"="Cargando...";
"pull_down_refresh"="Prema abaixo para actualizar.";

//Miscelanea
"back" = "Atrás";

//Preview
"open_with_label" = "Abrir con";
"delete_label"= "Eliminar";

//Open with
"file_cannot_be_opened" = "Non é posíbel abrir o ficheiro";
"no_app_instaled_to_open_it" = "Non hai ningunha aplicación instalada para abrir este tipo de ficheiro.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Estabelecendo a conexión";
"not_establishing_connection" = "Non é posíbel estabelecer a conexión";
"connection_closed" = "Pechouse a conexión";
"connection_lost" = "Perdeuse a conexión";
"auth_failed" = "Fracasou a autenticación";
"auth_passed" = "Superouse a autenticación";
"request_file_not_found" = "Non se atopa no servidor o ficheiro solicitado";
"request_file_not_accesed" = "O ficheiro solicitado non é accesíbel";
"unknow_response_server" = "Erro. Resposta inesperada do servidor.";
"uploading_data" = "Enviando datos";
"downloading_data" = "Descargando datos";
"transfer_complete" = "Completouse a transferencia";
"transfer_failed" = "Fracasou a transferencia";

//Settings and PinCode
"title_app_pin" = "Código de acceso";
"title_app_pin_and_touchID" = "Passcode & Touch ID";
"enter_app_pin" = "Escriba o código de acceso";
"enter_app_pin_long_description" = "Escriba o código de acceso";
"reenter_app_pin" = "Escriba de novo o código de acceso";
"remove_app_pin" = "Retirar o código de acceso";
"both_pass_not_same" = "Os códigos de acceso introducidos non son iguais";
"app_pin_incorrect" = "O código de acceso non é correcto";
"passcode_not_enabled" = "Enable passcode first";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Desconectar deste servidor";
"pin_removed" = "Retirouse o código de acceso";
"incorrect_pin" = "Código de acceso incorrecto";
"app_pin_stored" = "O código de acceso foi almacenado";
"help" = "Axuda";
"recommend_to_friend" = "Recomendar a un amigo";
"send_feedback" = "Enviar comentarios";
"manage_accounts" = "Administrar as contas";
"add_new_account" = "Engadir unha conta nova";
"save_changes" = "Gardar";
"add_account" = "Engadir";
"user_exist" = "Xa existe o usuario introducido";
"imprint_button" = "Impressum";
"title_instant_upload_photos"="Instant Upload Photos";
"title_instant_upload_videos"="Instant Upload Videos";
"title_background_instant_upload" = "Background Instant Upload";
"accounts_section" = "Contas";
"security_section" = "Seguridade";
"instant_updloads_section" = "Envío instantáneo";
"more_section" = "Máis";
"unlock_app" = "Unlock $appname";

//Downloading
"can_no_copy_to_gallery" = "Non é posíbel copiar este ficheiro na galería, xa que a galería non pode abrilo";
"file_is_downloading" = "Este ficheiro xa foi descargado";
"download_file_exist" = "Non é posíbel abrir este ficheiro. Asegúrese de que existe";
"wait_to_download" = "Preparando a descarga";
"updating" = "Actualizando";
"msg_while_downloads" = "Non é posíbel realizar esta operación, agarde ata que remate a descarga en curso";

//SSL
"invalid_ssl_cert" = "Non foi posíbel verificar a identidade deste sitio. Quere confiar neste certificado aínda así?";
"connection_declined" = "Conexión rexeitada polo usuario";

//Recent view
"recent_now"="Hai uns segundos";
"recent_minutes"="Hai $minutes minutos";
"recent_minute"="Hai $minutes minuto";
"recent_hours"="Hai $hours horas";
"recent_hour"="Hai $hours hora";
"recent_days"="Hai $days días";
"recent_day"="Hai $days día";
"recent_months"="Hai $months meses";
"recent_month"="Hai $months mes";

"uploads_tab"="Envíos";
"current_section"="Actual";
"uploader_section"="Enviado";
"nothing_was_upload_recently"="Recentemente non enviou nada desde este dispositivo";
"failed_uploader_section"="Fracasaron os envíos\n";
"clear_successful"="Clear successful";
"error_credential"="Produciuse un erro de credenciais";
"error_destiny_does_not_exist"="Produciuse un erro de cartafol";
"error_file_exists"="Produciuse un erro de conflito";
"error_permission" = " Erro nos permisos   ";
"error_file_does_not_exist" = "Not available on the device";
"error_file_in_background" = "Produciuse un erro de servidor";
"error_file_invalid_characters" = "Caracteres incorrectos";
"change_active_user"="Cambie o usuario activo a";
"waiting_for_server"="Agardando pola conexión co servidor";
"waiting_for_upload"="Agardando polo envío";
"error_permission_alert_message" = "Vostede non ten permisos para enviar este cartafol";
"choose_folder" = "Escoller un cartafol";

//Select Folder View
"upload_label"="Enviar a";
"create_button"="Crear";
"choose_button"="Escoller";

//Rename
"rename_long_press" = "Renomear";
"rename_file_title" = "Renomear";
"enter_new_name" = "Escriba un nome novo:";
"rename_file_exist" = "Xa existe un ficheiro con ese nome, escriba un nome diferente";

//Move
"move_long_press" = "Mover";
"move_to_label" = "Mover cara";
"file_exist" = "Este ficheiro xa existe no cartafol de destino";
"override_file" = "Quere substituír o ficheiro existente por este?";
"accept" = "Aceptar";
"error_folder_destiny_is_the_same" = "ERRO: Non é posíbel mover o cartafol cara a si mesmo";
"original_file_exist" = "Non é posíbel mover o ficheiro. Asegúrese de que existe";
"original_folder_exist" = "Non é posíbel mover o cartafol. Asegúrese de que existe";

//Download folfer
"download_folder" = "Download Folder";
"cancel_download" = "Cancel Download";

//Upload from other apps
"other_apps_title" = "Destino";
"other_apps_account" = "Conta";
"other_apps_folder" = "Cartafol";
"other_apps_file_name" = "Nome de ficheiro";
"other_apps_send_to" = "Enviar a";
"error_moving_file" = "Non é posíbel mover o ficheiro. Asegúrese de que existe o cartafol de destino";
"forbidden_characters_from_server" = "O nome contén algún carácter incorrecto";
"overwritte_title" = "Sobrescribir";

//Social
"twitter_message" = "Tente $twitteruser no seu teléfono intelixente!";
"facebook_message" = "Tente $appname no seu teléfono intelixente!\n";
"mail_recommendation_subject" = "Tente $appname no seu teléfono intelixente!";
"mail_recommendation_body" = "Quero convidalo a empregar $appname no seu teléfono intelixente!\nDescárgueo de aquí:";
"device_not_support_mail" = "Please, configure your mail account";
"mail_feedback_subject" = "Comentarios sobre $appname";
"account_not_configure" = "O dispositivo non ten unha conta configurada. Vaia a «Axustes» para configurala.";

//Storage
"of_storage" = "de";
"occupied_storage" = "ocupado";
"storage" = "Almacenamento";
"storage_upgrade" = "Anovar o almacenamento";

//Jimmies
"this_file_is_older" = "Hai dispoñíbel unha versión máis recente";
"msg_update_file_0_bytes" = "O ficheiro no servidor ten 0 bytes. Quere sobrescribir o ficheiro existente no seu dispositivo con este ficheiro baleiro?";

//Shared
"shared_tab" = "Ligazóns compartidas";
"message_not_shared_files" = "Aínda non hai ficheiros/cartafoles compartidos por ligazón.";
"message_not_shared_api_support" = "O seu servidor non ten activada a opción de compartir. Póñase en contacto co administrador";
"share_link_long_press" = "Compartir";
"unshare_link" = "Deixar de compartir a ligazón";
"share_not_available_on_this_server" = "O seu servidor non ten activada esta característica. Póñase en contacto co administrador.";
"copy_link" = "Copiar a ligazón";
"file_to_share_not_exist" = "Do you want to replace the existing file with this one?";
"file_to_unshare_not_exist" = "Non é posíbel deixar de compartir este ficheiro ou cartafol. Asegúrese de que existe";
"shared_link_protected_title" = "Escriba un contrasinal";
"shared_link_protected_message" = "Para compartir unha ligazón, por mor da protección, ten que escribir un contrasinal.";
"pasword_empty" = "O contrasinal non pode quedar baleiro";
"no_pasword" = "Ten que escribir un contrasinal";
"get_share_link" = "Get Share link";
"set_expiration_time" = "Set expiration time";
"password_protect" = "Protexido con contrasinal";
"allow_editing" = "Permitir a edición";
"default_not_possible_msg" = "It is not possible to do this operation, try later please";
"share_user_group_indicator" = "grupo";
"share_user_federated_indicator" = "remoto";
"add_user_or_group_title" = "Engadir Usuario ou Grupo";
"share_with_users_or_groups" = "Compartir con Usuarios e Grupos";
"not_share_with_users_yet"= "Not shared with any users yet";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users. Please contact your administrator";
"share_link_title" = "Ligazón para compartir";
"not_share_link_enabled_capabilities" = "Share Link is not enabled in this server. Please contact your administrator";
"shared_link_cannot_remove_password" = "Cannot remove the password";
"shared_link_cannot_remove_expiration_date" = "Cannot clear expiration date. Shares are required to have an expiration date";
"shared_link_mail_subject" = "$userName shared »$fileOrFolderName« with you";
"secured_link" = "Secured";

//Shared privileges
"title_user_can_edit" = "Can edit";
"title_user_can_share" = "Can share";
"user_can_create" = "crear";
"user_can_change" = "cambio";
"user_can_delete" = "eliminar";
"title_view_edit_user_privileges" = "Privileges";

//Favorites
"favorite" = "Favorito";
"unfavorite" = "Retirar de favoritos";
"parent_folder_is_favorite" = "A folder that contains this file is already favorite";

//Available offline
"available_offline" = "Available offline";
"not_available_offline" = "Not available offline";
"parent_folder_is_available_offline_file_child" = "A folder that contains this file is already available offline";
"parent_folder_is_available_offline_folder_child" = "A folder that contains this folder is already available offline";

//Document provider
"error_login_doc_provider" = "Unable to access your account. Please use the $appname app to sign in first.";
"error_sending_file_to_document_picker" = "Produciuse un erro ao enviar o ficheiro ao selector de documentos";
"error_user_change_in_core_app" = "Foi cambiado o usuario ha sido cambiado na aplicación $appname";
"error_connecting_with_server" = "Non foi posíbel conectar co servidor, ténteo máis adiante";
"move_doc_provider_button" = "Mover cara esta localización";
"export_doc_provider_button" = "Exportar cara esta localización";

//Instant uploads
"location_not_enabled"="Os servizos de localización non están activados";
"message_location_not_enabled"="Please go to Settings and turn on Location Services to enable instant photo uploads in the background.";

"access_photos_library_not_enabled" = "O acceso ás fotos non está activado";
"message_access_photos_not_enabled" = "Vaia a Axustes e active o acceso ás fotos para permitir o envío instantáneo de fotografías.";

//PDF reader
"page_of_pages" = "de"; //Example: 5 of 10

//Share in
"files_added" = "Ficheiros engadidos";
"files_will_be_upload_next_time" = "The files will start to upload the next time that you open $appname";

//Help Guide main app
"title_help_slide_0" = "Welcome to $appname!";
"message_help_slide_0" = "Pase para aprender máis";
"title_help_slide_1" = "Envío instantáneo";
"message_help_slide_1" = "Manteña as súas fotos seguras";
"title_help_slide_2" = "Administre todos os seus ficheiros";
"message_help_slide_2" = "Pode eliminar, mover";
"title_help_slide_3" = "Compartir";
"message_help_slide_3" = "Pode compartir ficheiros e cartafoles";
"title_help_slide_4" = "Conta múltiple";
"message_help_slide_4" = "Conecte con todas as súas nubes";
"title_help_slide_5" = "Os seus ficheiros privados sincronizados en calquera lugar";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Acceder";
"skip_button_help_guide" = "Omitir";

//Account menu
"menu_account_edit" = "Edit Password";
"menu_account_clear_cache" = "Limpar a caché";
"menu_account_log_out" = "Remove account";
